# моя первая программа
print('hello world\n')

# блокнот идей
print('Какие три программы я хотел бы создать?\n')

task = ['Приложение для отображения статистики',
        'Веб сайт с портфолио',
        'Компьютерная игра'
        ]

# создал цикл для отображения идей
for t in task:
        print(t)

# Переменные и простые типы данных
message = '\nHello Python world!'
print(message)

message = 'Hello Python Crash Course world!'
print(message)

# Имена переменных могут состоять только из букв, цифр и символов подчеркивания. Они могут начинаться с буквы или символа
# подчеркивания, но не с цифры. Пробелы в именах переменных запрещены, а для разделения используются подчеркивания
# не используйте имена функций и ключевые слова Python в качестве имен переменных
# имена переменных должны быть короткими, но содержательными



